Repository: JAGADISH-S-04/Marti
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

source: No posts found
hi: कोई पोस्ट नहीं मिली
ta: இடுகைகள் எதுவும் கிடைக்கவில்லை

# beFirstToAsk
source: Be the first to ask a question!
hi: पहले प्रश्न पूछने वाले बनें!
ta: முதலில் கேள்வி கேட்பவராக இருங்கள்!

# errorLoadingTrendingPosts
source: Error loading trending posts: {error}
hi: ट्रेंडिंग पोस्ट लोड करने में त्रुटि: {error}
ta: பிரபலமான இடுகைகளை ஏற்றுவதில் பிழை: {error}

source: No trending posts this week
hi: इस सप्ताह कोई ट्रेंडिंग पोस्ट नहीं
ta: இந்த வாரம் பிரபலமான இடுகைகள் எதுவும் இல்லை

# pleaseLogInToViewPosts
source: Please log in to view your posts
hi: अपनी पोस्ट देखने के लिए कृपया लॉग इन करें
ta: உங்கள் இடுகைகளைப் பார்க்க தயவுசெய்து உள்நுழையவும்

# errorLoadingYourPosts
source: Error loading your posts: {error}
hi: आपकी पोस्ट लोड करने में त्रुटि: {error}
ta: உங்கள் இடுகைகளை ஏற்றுவதில் பிழை: {error}

# noQuestionsPostedYet
source: You haven't posted any questions yet
hi: आपने अभी तक कोई प्रश्न पोस्ट नहीं किया है
ta: நீங்கள் இன்னும் எந்த கேள்விகளையும் இடுகையிடவில்லை

# trendingBadge
source: Trending
hi: ट्रेंडिंग
ta: பிரபலமான

# resolvedBadge
source: Resolved
hi: हल हो गया
ta: தீர்க்கப்பட்டது

source: Voice message included
hi: वॉइस मैसेज शामिल है
ta: குரல் செய்தி சேர்க்கப்பட்டுள்ளது

# hoursAgo
source: {hours}h ago
hi: {hours} घंटे पहले
ta: {hours} மணி நேரம் முன்பு

# minutesAgo
source: {minutes}m ago
hi: {minutes} मिनट पहले
ta: {minutes} நிமிடங்கள் முன்பு

source: Just now
hi: अभी-अभी
ta: இப்போதுதான்

# forumAccessRestricted
source: Forum access is restricted to sellers only.
hi: मंच पहुंच केवल विक्रेताओं के लिए सीमित है।
ta: மன்ற அணுகல் விற்பனையாளர்களுக்கு மட்டுமே.

source: Question Title *
hi: प्रश्न शीर्षक *
ta: கேள்வி தலைப்பு *

# questionTitleHint
source: What's your question?
hi: आपका प्रश्न क्या है?
ta: உங்கள் கேள்வி என்ன?

# enterQuestionTitle
source: Please enter a title for your question
hi: कृपया अपने प्रश्न का शीर्षक दर्ज करें
ta: உங்கள் கேள்விக்கு தலைப்பு உள்ளிடவும்

# questionContent
source: Question Details
hi: प्रश्न विवरण
ta: கேள்வி விவரங்கள்

# describeQuestionHint
source: Describe your question in detail...
hi: अपने प्रश्न का विस्तार से वर्णन करें...
ta: உங்கள் கேள்வியை விரிவாக விவரிக்கவும்...

source: Voice Message
hi: वॉइस मैसेज
ta: குரல் செய்தி

# recordVoiceMessage
source: Record a voice message to better explain your question
hi: अपने प्रश्न को बेहतर तरीके से समझाने के लिए वॉइस मैसेज रिकॉर्ड करें
ta: உங்கள் கேள்வியை சிறப்பாக விளக்க குரல் செய்தியைப் பதிவு செய்யவும்

# voiceRecorded
source: Voice message recorded ({duration})
hi: वॉइस मैसेज रिकॉर्ड किया गया ({duration})
ta: குரல் செய்தி பதிவு செய்யப்பட்டது ({duration})

source: Remove voice message
hi: वॉइस मैसेज हटाएं
ta: குரல் செய்தியை அகற்று

# tags
source: Tags (comma-separated)
hi: टैग (कॉमा से अलग)
ta: குறிச்சொற்கள் (கமாவால் பிரிக்கப்பட்ட)

# tagsHint
source: e.g., metalwork, woodworking, pottery
hi: जैसे, धातु कार्य, लकड़ी का काम, मिट्टी के बर्तन
ta: எ.கா., உலோக வேலை, மர வேலை, மண்பாண்டம்

source: Post Question
hi: प्रश्न पोस्ट करें
ta: கேள்வி இடுகை

source: Post created successfully!
hi: पोस्ट सफलतापूर्वक बनाया गया!
ta: இடுகை வெற்றிகரமாக உருவாக்கப்பட்டது!

# errorCreatingPost
source: Error creating post: {error}
hi: पोस्ट बनाने में त्रुटि: {error}
ta: இடுகையை உருவாக்குவதில் பிழை: {error}

# ensureSellerLogin
source: Please ensure you are logged in as a seller to access the forum.
hi: कृपया सुनिश्चित करें कि आप मंच तक पहुंचने के लिए विक्रेता के रूप में लॉग इन हैं।
ta: மன்றத்தை அணுக விற்பனையாளராக உள்நுழைந்துள்ளீர்கள் என்பதை உறுதிப்படுத்தவும்.

# provideContentOrVoice
source: Please provide either text content or a voice message
hi: कृपया टेक्स्ट सामग्री या वॉइस मैसेज प्रदान करें
ta: உரை உள்ளடக்கம் அல்லது குரல் செய்தியை வழங்கவும்

# errorAccessingForum
source: Error accessing forum: {error}
hi: मंच तक पहुंचने में त्रुटि: {error}
ta: மன்றத்தை அணுகுவதில் பிழை: {error}

source: Comment added successfully
hi: टिप्पणी सफलतापूर्वक जोड़ी गई
ta: கருத்து வெற்றிகரமாக சேர்க்கப்பட்டது

# errorAddingComment
source: Error adding comment: {error}
hi: टिप्पणी जोड़ने में त्रुटि: {error}
ta: கருத்தைச் சேர்ப்பதில் பிழை: {error}

# writeComment
source: Write a comment...
hi: एक टिप्पणी लिखें...
ta: கருத்து எழுதுங்கள்...

source: Add Comment
hi: टिप्पणी जोड़ें
ta: கருத்து சேர்க்க

source: Comments
hi: टिप्पणियां
ta: கருத்துகள்

# noCommentsYet
source: No comments yet. Be the first to help!
hi: अभी तक कोई टिप्पणी नहीं। मदद करने वाले पहले व्यक्ति बनें!
ta: இன்னும் கருத்துகள் எதுவும் இல்லை. உதவ முதலில் இருங்கள்!

source: Mark as Resolved
hi: हल के रूप में चिह्नित करें
ta: தீர்க்கப்பட்டதாக குறிக்கவும்

# markedAsResolved
source: Post marked as resolved
hi: पोस्ट को हल के रूप में चिह्नित किया गया
ta: இடுகை தீர்க்கப்பட்டதாக குறிக்கப்பட்டது

# errorMarkingResolved
source: Error marking as resolved: {error}
hi: हल के रूप में चिह्नित करने में त्रुटि: {error}
ta: தீர்க்கப்பட்டதாக குறிப்பதில் பிழை: {error}

source: Play voice message
hi: वॉइस मैसेज चलाएं
ta: குரல் செய்தியை இயக்கு

source: Stop voice message
hi: वॉइस मैसेज रोकें
ta: குரல் செய்தியை நிறுத்து

# transcription
source: Transcription: {text}
hi: ट्रांसक्रिप्शन: {text}
ta: டிரான்ஸ்கிரிப்ஷன்: {text}

# transcriptionLabel
source: Transcription:
hi: ट्रांसक्रिप्शन:
ta: டிரான்ஸ்கிரிப்ஷன்:

source: Answers
hi: उत्तर
ta: பதில்கள்

source: Accepted Answer
hi: स्वीकृत उत्तर
ta: ஏற்றுக்கொள்ளப்பட்ட பதில்

source: Helpful
hi: उपयोगी
ta: உதவிகரமான

source: Accept Answer
hi: उत्तर स्वीकार करें
ta: பதிலை ஏற்றுக்கொள்

source: Submit
hi: जमा करें
ta: சமர்ப்பிக்க

source: Marked as helpful
hi: उपयोगी के रूप में चिह्नित
ta: உதவிகரமானதாக குறிக்கப்பட்டது

# errorPlayingVoice
source: Error playing voice message
hi: वॉइस मैसेज चलाने में त्रुटि
ta: குரல் செய்தியை இயக்குவதில் பிழை

source: Marked as accepted answer
hi: स्वीकृत उत्तर के रूप में चिह्नित
ta: ஏற்றுக்கொள்ளப்பட்ட பதிலாக குறிக்கப்பட்டது

# errorGeneral
source: Error: {error}
hi: त्रुटि: {error}
ta: பிழை: {error}

source: Post Not Found
hi: पोस्ट नहीं मिला
ta: பதிவு கிடைக்கவில்லை

# postNotFoundMessage
source: Post not found or has been deleted.
hi: पोस्ट नहीं मिला या हटा दिया गया है।
ta: பதிவு கிடைக்கவில்லை அல்லது நீக்கப்பட்டது.

source: Priority
hi: प्राथमिकता
ta: முன்னுரிமை

# errorLoadingTrending
source: Error loading trending posts: {error}
hi: ट्रेंडिंग पोस्ट लोड करने में त्रुटि: {error}
ta: டிரெண்டிங் இடுகைகளை ஏற்றுவதில் பிழை: {error}

# noTrendingPosts
source: No trending posts this week
hi: इस सप्ताह कोई ट्रेंडिंग पोस्ट नहीं
ta: இந்த வாரம் டிரெண்டிங் இடுகைகள் இல்லை

# errorLoadingMyPosts
source: Error loading your posts: {error}
hi: आपकी पोस्ट लोड करने में त्रुटि: {error}
ta: உங்கள் இடுகைகளை ஏற்றுவதில் பிழை: {error}

source: Resolved
hi: हल किया गया
ta: தீர்க்கப்பட்டது

# noPostsYet
source: You haven't posted any questions yet
hi: आपने अभी तक कोई प्रश्न पोस्ट नहीं किया है
ta: நீங்கள் இன்னும் எந்த கேள்விகளும் இடவில்லை
