Repository: JAGADISH-S-04/Marti
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

# failedToUploadAiEnhancedImage
source: ❌ Failed to upload AI-enhanced image: {error}
hi: ❌ AI-संवर्धित छवि अपलोड करने में विफल: {error}
ta: ❌ AI மேம்படுத்திய படத்தை பதிவேற்ற முடியவில்லை: {error}

# permissionDeniedCheckAccount
source: Permission denied. Please check your account permissions.
hi: अनुमति अस्वीकृत। कृपया अपने खाते की अनुमतियां जांचें।
ta: அனுமதி மறுக்கப்பட்டது. உங்கள் கணக்கு அனுமதிகளைச் சரிபார்க்கவும்.

# storageQuotaExceededContactSupport
source: Storage quota exceeded. Please contact support.
hi: स्टोरेज कोटा पार हो गया। कृपया सहायता से संपर्क करें।
ta: சேமிப்பு அளவு மீறப்பட்டது. ஆதரவுடன் தொடர்புகொள்ளவும்.

source: Deleting audio story...
hi: ऑडियो कहानी हटाई जा रही है...
ta: ஆடியோ கதையை நீக்குகிறது...

# allowedImageFormatsJpgPngWebp
source: Please use only JPG, PNG, or WebP image formats.
hi: कृपया केवल JPG, PNG या WebP छवि प्रारूप का उपयोग करें।
ta: JPG, PNG அல்லது WebP பட வடிவங்களையே பயன்படுத்தவும்.

source: Select Buyer Display Image
hi: खरीदार प्रदर्शन छवि चुनें
ta: வாங்குபவருக்கான காட்சி படத்தைத் தேர்வுசெய்க

# chooseImageForMarketplace
source: Choose an image that will be displayed to buyers on the marketplace:
hi: एक ऐसी छवि चुनें जो मार्केटप्लेस पर खरीदारों को दिखाई जाएगी:
ta: சந்தையில் வாங்குபவர்களுக்கு காட்டப்படும் ஒரு படத்தைத் தேர்ந்தெடுக்கவும்:

source: Select from uploaded images:
hi: अपलोड की गई छवियों में से चुनें:
ta: பதிவேற்றிய படங்களில் இருந்து தேர்ந்தெடுக்கவும்:

source: Selected buyer display image:
hi: चयनित प्रदर्शन छवि:
ta: தேர்ந்தெடுக்கப்பட்ட காட்சி படம்:

source: AI generated buyer display image:
hi: AI द्वारा बनाई गई प्रदर्शन छवि:
ta: AI உருவாக்கிய காட்சி படம்:

source: Save
hi: सहेजें
ta: சேமிக்க

# tapToSelectThisAiImage
source: Tap to select this AI-enhanced image
hi: इस AI-संवर्धित छवि को चुनने के लिए टैप करें
ta: இந்த AI மேம்படுத்திய படத்தைத் தேர்வுசெய்ய தட்டவும்

# aiImageSelectedForProduct
source: ✨ AI-enhanced image selected for your product!
hi: ✨ आपके उत्पाद के लिए AI-संवर्धित छवि चुनी गई!
ta: ✨ உங்கள் பொருளுக்கு AI மேம்படுத்திய படம் தேர்வுசெய்யப்பட்டது!

# aiImageSelectedCheck
source: ✓ AI Image Selected
hi: ✓ AI छवि चुनी गई
ta: ✓ AI படம் தேர்ந்தெடுக்கப்பட்டது

source: Use AI-Enhanced Image
hi: AI-संवर्धित छवि का उपयोग करें
ta: AI மேம்படுத்திய படத்தைப் பயன்படுத்தவும்

# uploadingEllipsis
source: Uploading...
hi: अपलोड हो रहा है...
ta: பதிவேற்றப்படுகிறது...

source: Upload Display Image
hi: प्रदर्शन छवि अपलोड करें
ta: காட்சி படத்தை பதிவேற்று

source: Upload Different Image
hi: अलग छवि अपलोड करें
ta: வேறு படத்தை பதிவேற்று

source: ✨ Text-Based Image Editing
hi: ✨ टेक्स्ट-आधारित छवि संपादन
ta: ✨ உரை-அடிப்படையிலான படத் திருத்தம்

# describeHowToModifyImage
source: Describe how you want to modify your image using natural language:
hi: प्राकृतिक भाषा का उपयोग करके बताएं कि आप अपनी छवि को कैसे संशोधित करना चाहते हैं:
ta: இயற்கை மொழியைப் பயன்படுத்தி உங்கள் படத்தை எவ்வாறு மாற்ற விரும்புகிறீர்கள் என்பதை விவரிக்கவும்:

# promptHintExamples
source: e.g., "Make the background brighter and more professional" or "Add better lighting to showcase the product"
hi: उदा., "पृष्ठभूमि को और अधिक उज्ज्वल और पेशेवर बनाएं" या "उत्पाद को दिखाने के लिए बेहतर प्रकाश जोड़ें"
ta: உ.மா., "பின்னணியை மேலும் பிரகாசமாகவும் தொழில்முறையாகவும் செய்யுங்கள்" அல்லது "பொருளை சிறப்பாகக் காட்ட ஒளியைக் கூட்டுங்கள்"

# promptChipProfessionalLighting
source: Professional lighting
hi: पेशेवर प्रकाश
ta: தொழில்முறை ஒளியீடு

# promptChipBrighterBackground
source: Brighter background
hi: अधिक उज्ज्वल पृष्ठभूमि
ta: மேலும் பிரகாசமான பின்னணி

# promptChipMoreVibrantColors
source: More vibrant colors
hi: अधिक जीवंत रंग
ta: மேலும் உற்சாகமான நிறங்கள்

# promptChipRemoveDistractions
source: Remove distractions
hi: विचलन हटाएं
ta: தடைகளை அகற்று

# promptChipStudioQuality
source: Studio quality
hi: स्टूडियो गुणवत्ता
ta: ஸ்டூடியோ தரம்

source: Applying Changes...
hi: परिवर्तन लागू हो रहे हैं...
ta: மாற்றங்கள் பயன்படுத்தப்படுகின்றன...

source: Apply Text-Based Editing
hi: टेक्स्ट-आधारित संपादन लागू करें
ta: உரை-அடிப்படையிலான திருத்தத்தை பயன்படுத்து

# tipBeSpecificForAI
source: Be specific about what you want to change. AI works best with clear, descriptive instructions.
hi: आप क्या बदलना चाहते हैं, इसके बारे में स्पष्ट रहें। AI स्पष्ट और वर्णनात्मक निर्देशों के साथ सबसे अच्छा काम करता है।
ta: நீங்கள் மாற்ற விரும்புவது குறித்து துல்லியமாக இருங்கள். தெளிவான, விளக்கமான அறிவுறுத்தல்களுடன் AI சிறப்பாக செயல்படும்.

# infoSelectUploadedOrDifferentIfSkipFirst
source: Select one of your uploaded images or upload a different one. If you skip, the first uploaded image will be used.
hi: अपनी अपलोड की गई छवियों में से एक चुनें या अलग छवि अपलोड करें। यदि आप छोड़ते हैं, तो पहली अपलोड की गई छवि का उपयोग किया जाएगा।
ta: நீங்கள் பதிவேற்றிய படங்களில் ஒன்றைத் தேர்ந்தெடுக்கவும் அல்லது வேறு ஒன்றை பதிவேற்றவும். நீங்கள் தவிர்த்தால், முதல் பதிவேற்றிய படம் பயன்படுத்தப்படும்.

# infoThisWillBeMainDisplay
source: This image will be the main display image for buyers. You can skip this if you want to use your uploaded images.
hi: यह छवि खरीदारों के लिए मुख्य प्रदर्शन छवि होगी। यदि आप अपनी अपलोड की गई छवियों का उपयोग करना चाहते हैं, तो आप इसे छोड़ सकते हैं।
ta: இந்த படம் வாங்குபவர்களுக்கு காட்டப்படும் முக்கிய படம். நீங்கள் பதிவேற்றிய படங்களைப் பயன்படுத்த விரும்பினால் இதைத் தவிர்க்கலாம்.

# skipAndContinue
source: Skip & Continue
hi: छोड़ें और जारी रखें
ta: தவிர்த்து தொடரவும்

source: List Product
hi: उत्पाद सूचीबद्ध करें
ta: பொருளை பட்டியலிடு

source: Audio story deleted successfully!
hi: ऑडियो कहानी सफलतापूर्वक हटाई गई!
ta: ஆடியோ கதை வெற்றிகரமாக நீக்கப்பட்டது!

source: 🎨 Enhancement Style:
hi: 🎨 संवर्धन शैली:
ta: 🎨 மேம்பாட்டு பாணி:

# enhancementStyleProfessional
source: 💼 Professional
hi: 💼 पेशेवर
ta: 💼 தொழில்முறை

# enhancementStyleVibrant
source: 🌈 Vibrant
hi: 🌈 जीवंत
ta: 🌈 உற்சாகமான

# enhancementStyleMinimalist
source: ✨ Minimalist
hi: ✨ सरल
ta: ✨ எளிமையான

# enhancementStyleLifestyle
source: 🏠 Lifestyle
hi: 🏠 जीवनशैली
ta: 🏠 வாழ்க்கை முறை

source: 🍌 Enhance with AI (Nano-Banana)
hi: 🍌 AI के साथ संवर्धित करें (Nano-Banana)
ta: 🍌 AI உடன் மேம்படுத்து (Nano-Banana)

# processingWithBanana
source: 🍌 Processing...
hi: 🍌 प्रसंस्करण हो रहा है...
ta: 🍌 செயலாக்கப்படுகிறது...

# aiEnhanceImageInfo
source: This will enhance your image using AI for professional marketplace display
hi: यह पेशेवर मार्केटप्लेस प्रदर्शन के लिए AI का उपयोग करके आपकी छवि को बेहतर बनाएगा
ta: இது தொழில்முறை சந்தை காட்சிக்காக AI ஐ பயன்படுத்தி உங்கள் படத்தை மேம்படுத்தும்

# productUpdatedLiveMessage
source: Your product has been updated and changes are now live on the marketplace!
hi: आपका उत्पाद अपडेट हो गया है और परिवर्तन अब मार्केटप्लेस पर लाइव हैं!
ta: உங்கள் பொருள் புதுப்பிக்கப்பட்டு மாற்றங்கள் இப்போது சந்தையில் நேரலையில் உள்ளன!

# productNowLiveMessage
source: Your product is now live on the marketplace and can be discovered by buyers!
hi: आपका उत्पाद अब मार्केटप्लेस पर लाइव है और खरीदारों द्वारा खोजा जा सकता है!
ta: உங்கள் பொருள் இப்போது சந்தையில் நேரலையில் உள்ளது மற்றும் வாங்குபவர்களால் கண்டுபிடிக்கப்படலாம்!

source: View My Products
hi: मेरे उत्पाद देखें
ta: என் பொருட்களைப் பார்க்க

source: Create Another
hi: एक और बनाएं
ta: இன்னொன்று உருவாக்க

source: Done
hi: हो गया
ta: முடிந்தது

source: AI-Powered Craft Requests
hi: AI-संचालित शिल्प अनुरोध
ta: AI ஆல் இயக்கப்படும் கைவினைக் கோரிக்கைகள்

source: Notifications
hi: सूचनाएं
ta: அறிவிப்புகள்

source: Refresh
hi: रीफ्रेश
ta: புதுப்பிப்பு

source: AI Picks
hi: AI चुनाव
ta: AI தேர்வுகள்

source: All Requests
hi: सभी अनुरोध
ta: கோரிக்கைகள்

source: Insights
hi: अंतर्दृष्टि
ta: நுண்ணறிவு

# analyzingPreferences
source: Analyzing your preferences...
hi: आपकी प्राथमिकताओं का विश्लेषण कर रहे हैं...
ta: உங்கள் விருப்பங்களை பகுப்பாய்வு செய்கிறது...

# aiAnalyzingMessage
source: Our AI is finding the perfect requests for you
hi: हमारा AI आपके लिए सटीक अनुरोध खोज रहा है
ta: எங்கள் AI உங்களுக்கான சரியான கோரிக்கைகளைக் கண்டுபிடிக்கிறது

source: No AI recommendations available
hi: कोई AI सिफारिशें उपलब्ध नहीं
ta: AI பரிந்துரைகள் எதுவும் இல்லை

# acceptedRequestsMovedMessage
source: Great! Your accepted requests have been moved to progress tracking
hi: बहुत बढ़िया! आपके स्वीकृत अनुरोध प्रगति ट्रैकिंग में स्थानांतरित हो गए हैं
ta: அருமை! உங்கள் ஏற்றுக்கொள்ளப்பட்ட கோரிக்கைகள் முன்னேற்ற கண்காணிப்புக்கு நகர்த்தப்பட்டுள்ளன

# completeProjectsAiMessage
source: Complete some projects to help our AI learn your preferences
hi: हमारे AI को आपकी प्राथमिकताएं सीखने में मदद करने के लिए कुछ प्रोजेक्ट पूरे करें
ta: எங்கள் AI உங்கள் விருப்பங்களைக் கற்றுக்கொள்ள சில திட்டங்களை முடிக்கவும்

source: Refresh Recommendations
hi: सिफारिशें रीफ्रेश करें
ta: பரிந்துரைகளை புதுப்பிக்கவும்

# percentMatch
source: {score}% Match
hi: {score}% मैच
ta: {score}% பொருத்தம்

# percentWin
source: {chance}% Win
hi: {chance}% जीत
ta: {chance}% வெற்றி

source: Awaiting Customer Response
hi: ग्राहक प्रतिक्रिया की प्रतीक्षा में
ta: வாடிக்கையாளர் பதிலுக்காக காத்திருக்கிறது

# tapViewFullDetails
source: Tap anywhere to view full details
hi: पूरे विवरण देखने के लिए कहीं भी टैप करें
ta: முழு விவரங்களைப் பார்க்க எங்கும் தட்டவும்

source: Filter:
hi: फिल्टर:
ta: வடிகட்டி:

source: Available
hi: उपलब्ध
ta: கிடைக்கும்

source: Open
hi: खुला
ta: திறந்த

source: Quoted
hi: उद्धृत
ta: மேற்கோள் காட்டப்பட்ட

source: In Progress
hi: प्रगति में
ta: செயலில்

source: Completed
hi: पूर्ण
ta: முடிந்தது

source: Loading requests...
hi: अनुरोध लोड हो रहे हैं...
ta: கோரிக்கைகளை ஏற்றுகிறது...

source: Error loading requests
hi: अनुरोध लोड करने में त्रुटि
ta: கோரிக்கைகளை ஏற்றுவதில் பிழை

# checkInternetRetry
source: Please check your internet connection and try again
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें
ta: உங்கள் இணைய இணைப்பைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்

source: Retry
hi: पुनः प्रयास
ta: மீண்டும் முயற்சி

source: No active requests available
hi: कोई सक्रिय अनुरोध उपलब्ध नहीं
ta: எந்த செயலில் உள்ள கோரிக்கைகளும் இல்லை

# newOpenRequestsMessage
source: New open requests you can quote on will appear here
hi: नए खुले अनुरोध जिन पर आप बोली लगा सकते हैं यहाँ दिखाई देंगे
ta: நீங்கள் மேற்கோள் காட்டக்கூடிய புதிய திறந்த கோரிக்கைகள் இங்கே தோன்றும்

source: No open requests available
hi: कोई खुले अनुरोध उपलब्ध नहीं
ta: திறந்த கோரிக்கைகள் எதுவும் இல்லை

# newRequestsQuoteMessage
source: New requests you can quote on will appear here
hi: नए अनुरोध जिन पर आप बोली लगा सकते हैं यहाँ दिखाई देंगे
ta: நீங்கள் மேற்கோள் காட்டக்கூடிய புதிய கோரிக்கைகள் இங்கே தோன்றும்

source: No pending quotations
hi: कोई लंबित उद्धरण नहीं
ta: நிலுவையில் உள்ள மேற்கோள்கள் எதுவும் இல்லை

# quotationsAwaitingMessage
source: Quotations awaiting customer response will appear here
hi: ग्राहक प्रतिक्रिया की प्रतीक्षा में उद्धरण यहाँ दिखाई देंगे
ta: வாடிக்கையாளர் பதிலுக்காக காத்திருக்கும் மேற்கோள்கள் இங்கே தோன்றும்

source: No requests in progress
hi: प्रगति में कोई अनुरोध नहीं
ta: செயலில் உள்ள கோரிக்கைகள் எதுவும் இல்லை

# acceptedRequestsMessage
source: Your accepted requests will appear here
hi: आपके स्वीकृत अनुरोध यहाँ दिखाई देंगे
ta: உங்கள் ஏற்றுக்கொள்ளப்பட்ட கோரிக்கைகள் இங்கே தோன்றும்

source: No completed requests
hi: कोई पूर्ण अनुरोध नहीं
ta: முடிக்கப்பட்ட கோரிக்கைகள் எதுவும் இல்லை

# completedWorkMessage
source: Your completed work will appear here
hi: आपका पूर्ण कार्य यहाँ दिखाई देगा
ta: உங்கள் முடிக்கப்பட்ட வேலை இங்கே தோன்றும்

source: No requests found
hi: कोई अनुरोध नहीं मिला
ta: கோரிக்கைகள் எதுவும் கிடைக்கவில்லை

# checkBackLaterMessage
source: Check back later for new requests
hi: नए अनुरोधों के लिए बाद में वापस जांचें
ta: புதிய கோரிக்கைகளுக்கு பின்னர் மீண்டும் சரிபார்க்கவும்

source: Your Performance
hi: आपका प्रदर्शन
ta: உங்கள் செயல்திறன்

source: Market Opportunities
hi: बाजार के अवसर
ta: சந்தை வாய்ப்புகள்

source: Strategic Recommendations
hi: रणनीतिक सिफारिशें
ta: மூலோபாயப் பரிந்துரைகள்

# loadingInsights
source: Loading your insights...
hi: आपकी अंतर्दृष्टि लोड हो रही है...
ta: உங்கள் நுண்ணறிவுகளை ஏற்றுகிறது...

source: No insights available yet
hi: अभी तक कोई अंतर्दृष्टि उपलब्ध नहीं
ta: இன்னும் நுண்ணறிவுகள் இல்லை

# completeProjectsInsightsMessage
source: Complete some projects to see your performance insights
hi: अपनी प्रदर्शन अंतर्दृष्टि देखने के लिए कुछ प्रोजेक्ट पूरे करें
ta: உங்கள் செயல்திறன் நுண்ணறிவுகளைப் பார்க்க சில திட்டங்களை முடிக்கவும்

# errorOpeningChat
source: Error opening chat: {error}
hi: चैट खोलने में त्रुटि: {error}
ta: உரையாடல் திறப்பதில் பிழை: {error}

source: Customer
hi: ग्राहक
ta: வாடிக்கையாளர்

source: Artisan
hi: शिल्पकार
ta: கைவினைஞர்

source: No description provided
hi: कोई विवरण प्रदान नहीं किया गया
ta: விளக்கம் எதுவும் வழங்கப்படவில்லை

source: Budget
hi: बजट
ta: பட்ஜெட்

source: Quotations
hi: उद्धरण
ta: மேற்கோள்கள்

source: Quotation
hi: उद्धरण
ta: மேற்கோள்

# imagesAvailable
source: {count} images available
hi: {count} छवियां उपलब्ध
ta: {count} படங்கள் கிடைக்கின்றன

source: Open Chat
hi: चैट खोलें
ta: உரையாடல்

source: View Collaboration
hi: सहयोग देखें
ta: ஒத்துழைப்பைப் பார்க்கவும்

source: Start Collaboration
hi: सहयोग शुरू करें
ta: ஒத்துழைப்பைத் தொடங்கவும்

# markCompleted
source: Mark as Completed
hi: पूर्ण के रूप में चिह्नित करें
ta: முடிந்ததாகக் குறிக்கவும்

source: Edit Quotation
hi: उद्धरण संपादित करें
ta: மேற்கோள் திருத்தவும்

source: Submit Quotation
hi: उद्धरण जमा करें
ta: மேற்கோள் சமர்ப்பிக்கவும்

# deadlinePassed
source: Deadline has passed for this request
hi: इस अनुरोध की समय सीमा समाप्त हो गई है
ta: இந்த கோரிக்கைக்கான காலக்கெடு கடந்துள்ளது

source: Request Details
hi: अनुरोध विवरण
ta: கோரிக்கை விவரங்கள்

# requestTitle
source: Title
hi: शीर्षक
ta: தலைப்பு

# requestDeadline
source: Deadline
hi: समय सीमा
ta: காலக்கெடு

source: Images
hi: छवियां
ta: படங்கள்

source: My Quotation
hi: मेरा उद्धरण
ta: என் மேற்கோள்

source: Delivery Date
hi: डिलीवरी तारीख
ta: விநியோக தேதி

source: Notes
hi: नोट्स
ta: குறிப்புகள்

source: Status
hi: स्थिति
ta: நிலை

source: Other Quotations
hi: अन्य उद्धरण
ta: மற்ற மேற்கோள்கள்

# noOtherQuotations
source: No other quotations submitted yet
hi: अभी तक कोई अन्य उद्धरण जमा नहीं किया गया
ta: இன்னும் வேறு மேற்கோள்கள் சமர்ப்பிக்கப்படவில்லை

source: Close
hi: बंद करें
ta: மூடு

# priceRupees
source: Price (₹)
hi: मूल्य (₹)
ta: விலை (₹)

source: Enter amount
hi: राशि दर्ज करें
ta: தொகையை உள்ளிடவும்

# deliveryDateSelection
source: Delivery Date
hi: डिलीवरी तारीख
ta: விநியோக தேதி

source: Select delivery date
hi: डिलीवरी तारीख चुनें
ta: விநியோக தேதியைத் தேர்ந்தெடுக்கவும்

source: Add notes (optional)
hi: नोट्स जोड़ें (वैकल्पिक)
ta: குறிப்புகள் சேர்க்கவும் (விருப்பம்)

source: Update
hi: अपडेट
ta: புதுப்பிப்பு

source: Customer Expected By
hi: ग्राहक की अपेक्षा
ta: வாடிக்கையாளர் எதிர்பார்ப்பு

source: Your Delivery Date
hi: आपकी डिलीवरी तारीख
ta: உங்கள் விநியோக தேதி

source: Selected: {date}
hi: चयनित: {date}
ta: தேர்ந்தெடுக்கப்பட்டது: {date}

source: Tap to select date
hi: तारीख चुनने के लिए टैप करें
ta: தேதியைத் தேர்ந்தெடுக்க தட்டவும்

# dateExceedsCustomerDeadline
source: ⚠️ Your date is {days} days after the customer's deadline
hi: ⚠️ आपकी तारीख ग्राहक की समय सीमा के {days} दिन बाद है
ta: ⚠️ உங்கள் தேதி வாடிக்கையாளரின் காலக்கெடுவுக்குப் பிறகு {days} நாட்கள்

# deliveryDateExceedsDeadline
source: Delivery Date Exceeds Customer Deadline
hi: डिलीवरी तारीख ग्राहक की समय सीमा से अधिक है
ta: விநியோக தேதி வாடிக்கையாளரின் காலக்கெடுவை மீறுகிறது

# customerDeadlineText
source: Customer Deadline: {date}
hi: ग्राहक की समय सीमा: {date}
ta: வாடிக்கையாளர் காலக்கெடு: {date}

# yourProposedDate
source: Your Proposed Date: {date}
hi: आपकी प्रस्तावित तारीख: {date}
ta: உங்கள் முன்மொழியப்பட்ட தேதி: {date}

# daysAfterDeadline
source: Days After Deadline: {days}
hi: समय सीमा के बाद दिन: {days}
ta: காலக்கெடுவுக்குப் பிறகு நாட்கள்: {days}

# lateDeliveryWarning
source: ⚠️ Warning: Late Delivery Impact
hi: ⚠️ चेतावनी: देरी से डिलीवरी का प्रभाव
ta: ⚠️ எச்சரிக்கை: தாமத விநியோக தாக்கம்

# lateDeliveryImpactMessage
source: Delivering after the customer's deadline may:
hi: ग्राहक की समय सीमा के बाद डिलीवरी करने से:
ta: வாடிக்கையாளரின் காலக்கெடுவுக்குப் பிறகு விநியோகம் செய்வது:

# lowerAcceptanceChance
source: • Lower your quotation acceptance chances
hi: • आपके उद्धरण स्वीकृति की संभावनाएं कम हो सकती हैं
ta: • உங்கள் மேற்கோள் ஏற்றுக்கொள்ளும் வாய்ப்புகளை குறைக்கும்

# affectRatings
source: • Affect your ratings and future recommendations
hi: • आपकी रेटिंग और भविष्य की सिफारिशें प्रभावित हो सकती हैं
ta: • உங்கள் மதிப்பீடுகள் மற்றும் எதிர்கால பரிந்துரைகளை பாதிக்கும்

# customerSatisfaction
source: • Impact customer satisfaction
hi: • ग्राहक संतुष्टि प्रभावित हो सकती है
ta: • வாடிக்கையாளர் திருப்தியை பாதிக்கும்

# considerRevisiting
source: 💡 Consider revisiting your timeline or declining this request to maintain your reputation for timely delivery.
hi: 💡 समय पर डिलीवरी के लिए अपनी प्रतिष्ठा बनाए रखने हेतु अपनी समयसीमा पर पुनर्विचार करें या इस अनुरोध को अस्वीकार करें।
ta: 💡 சரியான நேரத்தில் விநியோகத்திற்கான உங்கள் நற்பெயரை பராமரிக்க உங்கள் கால அட்டவணையை மறுபரிசீலனை செய்யவும் அல்லது இந்த கோரிக்கையை நிராகரிக்கவும்.

source: Choose Different Date
hi: अलग तारीख चुनें
ta: வேறு தேதியைத் தேர்ந்தெடுக்கவும்

source: Update Quotation
hi: उद्धरण अपडेट करें
ta: மேற்கோள் புதுப்பிக்கவும்

# noExistingQuotation
source: No existing quotation found to edit.
hi: संपादित करने के लिए कोई मौजूदा उद्धरण नहीं मिला।
ta: திருத்துவதற்கு ஏற்கனவே உள்ள மேற்கோள் எதுவும் கிடைக்கவில்லை.

source: Quotation Updated
hi: उद्धरण अपडेट किया गया
ta: மேற்கோள் புதுப்பிக்கப்பட்டது

# updatedQuotationMessage
source: {artisanName} updated their quotation for "{title}"
hi: {artisanName} ने "{title}" के लिए अपना उद्धरण अपडेट किया
ta: {artisanName} "{title}" க்கான அவர்களின் மேற்கோளை புதுப்பித்தார்

source: Quotation Submitted
hi: उद्धरण जमा किया गया
ta: மேற்கோள் சமர்ப்பிக்கப்பட்டது

# submittedQuotationMessage
source: {artisanName} submitted a quotation for "{title}"
hi: {artisanName} ने "{title}" के लिए उद्धरण जमा किया
ta: {artisanName} "{title}" க்கான மேற்கோளைச் சமர்ப்பித்தார்

# editQuotationDialog
source: Edit Quotation
hi: कोटेशन संपादित करें
ta: மேற்கோள் திருத்தவும்

# submitQuotationDialog
source: Submit Quotation
hi: कोटेशन सबमिट करें
ta: மேற்கோள் சமர்ப்பிக்கவும்

source: Chat
hi: चैट
ta: உரையாடல்

source: Today
hi: आज
ta: இன்று

source: Yesterday
hi: कल
ta: நேற்று

source: Tomorrow
hi: कल
ta: நாளை

# daysAgo
source: {days} days ago
hi: {days} दिन पहले
ta: {days} நாட்களுக்கு முன்பு

# inDays
source: In {days} days
hi: {days} दिनों में
ta: {days} நாட்களில்

source: User not authenticated
hi: उपयोगकर्ता प्रमाणित नहीं
ta: பயனர் அங்கீகரிக்கப்படவில்லை

# quotationNotFound
source: Your quotation not found
hi: आपका कोटेशन नहीं मिला
ta: உங்கள் மேற்கோள் கிடைக்கவில்லை

# action
source: Action: {action}
hi: कार्य: {action}
ta: செயல்: {action}

# impact
source: Impact: {impact}
hi: प्रभाव: {impact}
ta: தாக்கம்: {impact}

source: No reason provided
hi: कोई कारण नहीं दिया गया
ta: காரணம் எதுவும் வழங்கப்படவில்லை

source: No recommendation available
hi: कोई सिफारिश उपलब्ध नहीं
ta: பரிந்துரை எதுவும் கிடைக்கவில்லை

source: Success Rate
hi: सफलता दर
ta: வெற்றி விகிதம்

source: Avg Project Value
hi: औसत प्रोजेक्ट मूल्य
ta: சராசரி திட்ட மதிப்பு

source: Strong Categories
hi: मजबूत श्रेणियां
ta: வலுவான வகைகள்

# noPerformanceDataAvailable
source: No performance data available yet
hi: अभी तक कोई प्रदर्शन डेटा उपलब्ध नहीं
ta: இன்னும் செயல்திறன் தகவல் எதுவும் கிடைக்கவில்லை

source: Unknown
hi: अज्ञात
ta: தெரியாதது

# imagesAttached
source: Images: {count} attached
hi: चित्र: {count} संलग्न
ta: படங்கள்: {count} இணைக்கப்பட்டுள்ளது

# deadlinePassedCannotSubmit
source: Deadline passed - Cannot submit quotation
hi: समय सीमा बीत गई - कोटेशन सबमिट नहीं कर सकते
ta: கால அவகாசம் முடிந்துவிட்டது - மேற்கோள் சமர்ப்பிக்க முடியாது

source: Untitled Request
hi: बिना शीर्षक का अनुरोध
ta: தலைப்பில்லாத கோரிக்கை

source: Reference Images
hi: संदर्भ चित्र
ta: குறிப்பு படங்கள்

source: Delivery Time
hi: डिलीवरी समय
ta: வழங்கல் நேரம்

source: Not specified
hi: निर्दिष्ट नहीं
ta: குறிப்பிடப்படவில்லை

source: Anonymous Artisan
hi: गुमनाम कारीगर
ta: அநாமதேய கைவினைஞர்

source: Open for Collaboration
hi: सहयोग के लिए खुला
ta: ஒத்துழைப்பிற்காக திற

source: Manage Collaboration
hi: सहयोग प्रबंधन
ta: ஒத்துழைப்பு மேலாண்மை

source: HIGH PRIORITY
hi: उच्च प्राथमिकता
ta: அதிக முன்னுரிமை

# mediumPriority
source: MEDIUM
hi: मध्यम
ta: நடுத்தர

# highLabel
source: HIGH
hi: उच्च
ta: அதிக

# inProgressStatus
source: IN_PROGRESS
hi: प्रगति में
ta: செயல்பாட்டில்

# youHaveProductsInCategory
source: You have {count} products in this category
hi: इस श्रेणी में आपके पास {count} उत्पाद हैं
ta: இந்த வகையில் உங்களிடம் {count} தயாரிப்புகள் உள்ளன

# focusOnCategoryForBetterRate
source: Focus on {category} requests for better success rate
hi: बेहतर सफलता दर के लिए {category} अनुरोधों पर ध्यान दें
ta: சிறந்த வெற்றி விகிதத்திற்காக {category} கோரிக்கைகளில் கவனம் செலுத்துங்கள்

# focusOnImprovingQuotation
source: Focus on improving quotation quality and pricing strategy
hi: कोटेशन गुणवत्ता और मूल्य निर्धारण रणनीति में सुधार पर ध्यान दें
ta: மேற்கோள் தரம் மற்றும் விலை நிர்ணய மூலோபாயத்தை மேம்படுத்துவதில் கவனம் செலுத்துங்கள்

# increaseWinRateBy
source: Increase win rate by {percentage}
hi: जीत दर {percentage} तक बढ़ाएं
ta: வெற்றி விகிதத்தை {percentage} அதிகரிக்கவும்

source: Next 30 days
hi: अगले 30 दिन
ta: அடுத்த 30 நாட்கள்

# statusOpen
source: OPEN
hi: खुला
ta: திற

# statusInProgress
source: IN_PROGRESS
hi: प्रगति में
ta: செயல்பாட்டில்

# statusCompleted
source: COMPLETED
hi: पूर्ण
ta: முடிந்தது

# statusCancelled
source: CANCELLED
hi: रद्द
ta: ரத்து

# statusDeleted
source: DELETED
hi: हटाया गया
ta: நீக்கப்பட்டது

# whyPerfectForYou
source: Why this is perfect for you:
hi: यह आपके लिए क्यों बिल्कुल सही है:
ta: இது உங்களுக்கு ஏன் சிறந்தது:

source: AI Strategy Tip:
hi: AI रणनीति सुझाव:
ta: AI மூலோபாய குறிப்பு:

# quotationSubmittedAwaiting
source: Quotation submitted - awaiting response
hi: कोटेशन सबमिट किया गया - प्रतिक्रिया की प्रतीक्षा में
ta: மேற்கோள் சமர்ப்பிக்கப்பட்டது - பதிலுக்காக காத்திருக்கிறது

source: No Insights Available
hi: कोई जानकारी उपलब्ध नहीं
ta: நுண்ணறிவுகள் எதுவும் கிடைக்கவில்லை

# completeProjectsToSeeInsights
source: Complete some projects and submit quotations to see your performance insights and market opportunities.
hi: अपनी प्रदर्शन जानकारी और बाजार के अवसर देखने के लिए कुछ प्रोजेक्ट पूरे करें और कोटेशन सबमिट करें।
ta: உங்கள் செயல்திறன் நுண்ணறிவுகள் மற்றும் சந்தை வாய்ப்புகளைக் காண சில திட்டங்களை முடித்து மேற்கோள்களைச் சமர்ப்பிக்கவும்।

# collaborationProjectNotFound
source: Collaboration project not found. Status reset.
hi: सहयोग प्रोजेक्ट नहीं मिला। स्थिति रीसेट की गई।
ta: ஒத்துழைப்பு திட்டம் கிடைக்கவில்லை। நிலை மீட்டமைக்கப்பட்டது।

# errorAccessingCollaboration
source: Error accessing collaboration: {error}
hi: सहयोग एक्सेस करने में त्रुटि: {error}
ta: ஒத்துழைப்பை அணுகுவதில் பிழை: {error}

source: Collaboration project created successfully!
hi: सहयोग प्रोजेक्ट सफलतापूर्वक बनाया गया!
ta: ஒத்துழைப்பு திட்டம் வெற்றிகரமாக உருவாக்கப்பட்டது!

# cannotCreateCollaboration
source: Cannot create collaboration for this request
hi: इस अनुरोध के लिए सहयोग नहीं बनाया जा सकता
ta: இந்த கோரிக்கைக்கு ஒத்துழைப்பை உருவாக்க முடியாது

# requestMarkedCompleted
source: Request marked as completed!
hi: अनुरोध पूर्ण के रूप में चिह्नित किया गया!
ta: கோரிக்கை நிறைவேற்றப்பட்டதாக குறிக்கப்பட்டது!

source: Living Workshop
hi: जीवंत कार्यशाला
ta: வாழும் பணிமனை

source: Artisan Forum
hi: शिल्पकार मंच
ta: கைவினைஞர் மன்றம்

source: All Posts
hi: सभी पोस्ट
ta: அனைத்து இடுகைகள்

source: Trending
hi: ट्रेंडिंग
ta: பிரபலமானவை

source: My Posts
hi: मेरी पोस्ट
ta: என் இடுகைகள்

source: Ask Question
hi: प्रश्न पूछें
ta: கேள்வி கேளுங்கள்

# searchPostsHint
source: Search posts, tags, or keywords...
hi: पोस्ट, टैग या कीवर्ड खोजें...
ta: இடுகைகள், குறிச்சொற்களைத் தேடுங்கள்...

source: All Categories
hi: सभी श्रेणियां
ta: வகைகள்

source: Unresolved only
hi: केवल अनसुलझे
ta: தீர்க்கப்படாதவை

# errorLoadingPosts
source: Error loading posts: {error}
hi: पोस्ट लोड करने में त्रुटि: {error}
ta: இடுகைகளை ஏற்றுவதில் பிழை: {error}
