Repository: JAGADISH-S-04/Marti
Catalog: lib/l10n/app_*.arb
Languages: hi, ta

# appTitle
source: Arti
hi: अर्ति
ta: கலை

# welcomeBack
source: Welcome Back, {userName}
hi: वापसी पर स्वागत है, {userName}
ta: வரவேற்கிறோம், {userName}

# hereIsWhatHappening
source: Here's what's happening with your business today
hi: आज आपके व्यवसाय के साथ यह हो रहा है
ta: இன்று உங்கள் வணிகத்தில் என்ன நடக்கிறது என்பது இங்கே

source: Analytics
hi: विश्लेषण
ta: பகுப்பாய்வு

source: Products
hi: उत्पाद
ta: பொருட்கள்

source: Orders
hi: आदेश
ta: ஆர்டர்கள்

source: My Store
hi: मेरा स्टोर
ta: எனது கடை

source: Add Product
hi: उत्पाद जोड़ें
ta: பொருள் சேர்க்க

source: Add Products
hi: उत्पाद जोड़ें
ta: பொருட்களை சேர்க்கவும்

source: Remove Products
hi: उत्पाद हटाएं
ta: பொருட்களை அகற்றவும்

source: Earnings
hi: आय
ta: வருமானம்

source: Delete Product
hi: उत्पाद हटाएं
ta: பொருளை நீக்கு

# areYouSureDelete
source: Are you sure you want to delete "{productName}"? This action cannot be undone.
hi: क्या आप वाकई "{productName}" को हटाना चाहते हैं? यह कार्य पूर्ववत नहीं किया जा सकता।
ta: "{productName}" நீக்க விரும்புகிறீர்களா? இந்த செயலை மாற்ற முடியாது.

source: Cancel
hi: रद्द करें
ta: ரத்து செய்

source: Delete
hi: हटाएं
ta: நீக்கு

source: No Store Created Yet
hi: अभी तक कोई स्टोर नहीं बनाया गया
ta: இன்னும் கடை உருவாக்கவில்லை

# createStoreDescription
source: Create your store to start selling your amazing products
hi: अपने अद्भुत उत्पादों को बेचना शुरू करने के लिए अपना स्टोर बनाएं
ta: உங்கள் அற்புதமான பொருட்களை விற்க உங்கள் கடையை உருவாக்குங்கள்

source: Create My Store
hi: मेरा स्टोर बनाएं
ta: என் கடையை உருவாக்கு

# noProductsYet
source: No products yet. Add your first product!
hi: अभी तक कोई उत्पाद नहीं। अपना पहला उत्पाद जोड़ें!
ta: இன்னும் பொருட்கள் இல்லை. உங்கள் முதல் பொருளைச் சேர்க்கவும்!

# stock
source: Stock : {quantity}
hi: स्टॉक : {quantity}
ta: சரக்கு : {quantity}

source: Low Stock!
hi: कम स्टॉक!
ta: குறைந்த சரக்கு!

source: Tap to manage
hi: प्रबंधित करने के लिए टैप करें
ta: நிர்வகிக்க தட்டுங்கள்

source: Uncategorized
hi: श्रेणीबद्ध नहीं
ta: வகைப்படுத்தப்படாத

source: View FAQ
hi: FAQ देखें
ta: FAQ பார்க்கவும்

source: Manage FAQs
hi: FAQ प्रबंधित करें
ta: FAQ நிர்வகிக்கவும்

source: FAQ Setup
hi: FAQ सेटअप
ta: FAQ அமைப்பு

source: Select Product
hi: उत्पाद चुनें
ta: பொருளைத் தேர்ந்தெடுக்கவும்

source: Story already created
hi: कहानी पहले से बनी है
ta: கதை ஏற்கனவே உருவாக்கப்பட்டது

source: No story yet
hi: अभी तक कोई कहानी नहीं
ta: இன்னும் கதை இல்லை

source: Logout
hi: लॉगआउट
ta: வெளியேறு

# areYouSureLogout
source: Are you sure you want to logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?
ta: நீங்கள் வெளியேற விரும்புகிறீர்களா?

# errorLoggingOut
source: Error logging out: {error}
hi: लॉगआउट करने में त्रुटि: {error}
ta: வெளியேறுவதில் பிழை: {error}

source: Please login first
hi: कृपया पहले लॉगिन करें
ta: முதலில் உள்நுழையவும்

# needProductsForStories
source: You need to create products first before adding Artisan Legacy stories
hi: शिल्पकार विरासत कहानियां जोड़ने से पहले आपको पहले उत्पाद बनाने होंगे
ta: கலைஞர் மரபு கதைகளைச் சேர்ப்பதற்கு முன் முதலில் பொருட்களை உருவாக்க வேண்டும்

# errorLoadingProducts
source: Error loading products: {error}
hi: उत्पाद लोड करने में त्रुटि: {error}
ta: பொருட்களை ஏற்றுவதில் பிழை: {error}

source: Home
hi: होम
ta: முகப்பு

source: Artisan Legacy
hi: शिल्पकार विरासत
ta: கலைஞர் மரபு

source: Collaborations
hi: सहयोग
ta: ஒத்துழைப்புகள்

source: Requests
hi: अनुरोध
ta: கோரிக்கைகள்

source: Please log in.
hi: कृपया लॉग इन करें।
ta: தயவுசெய்து உள்நுழையவும்.

# selectLanguage
source: Select your preferred language. Text on this page will be translated for you.
hi: अपनी पसंदीदा भाषा चुनें। इस पृष्ठ पर पाठ आपके लिए अनुवादित किया जाएगा।
ta: உங்கள் விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும். இந்தப் பக்கத்தில் உள்ள உரை உங்களுக்காக மொழிபெயர்க்கப்படும்.

# languageSetTo
source: Language set to {languageName}
hi: भाषा {languageName} पर सेट की गई
ta: மொழி {languageName} க்கு அமைக்கப்பட்டது

source: Showing original language
hi: मूल भाषा दिखाई जा रही है
ta: அசல் மொழியைக் காட்டுகிறது

source: Page Language
hi: पृष्ठ भाषा
ta: பக்க மொழி

# activeOrdersCount
source: You have {count} active orders.
hi: आपके पास {count} सक्रिय आदेश हैं।
ta: உங்களிடம் {count} செயலில் உள்ள ஆர்டர்கள் உள்ளன.

source: Quick Actions
hi: त्वरित कार्य
ta: விரைவு செயல்கள்

source: Manage your Business
hi: अपना व्यवसाय प्रबंधित करें
ta: உங்கள் வியாபாரத்தை நிர்வகியுங்கள்

source: Store Views
hi: स्टोर व्यू
ta: கடை பார்வைகள்

source: Monthly Sales
hi: मासिक बिक्री
ta: மாத விற்பனை

source: Monthly Orders
hi: मासिक ऑर्डर
ta: மாதாந்திர ஆர்டர்கள்

source: Total Orders
hi: कुल ऑर्डर
ta: மொத்த ஆர்டர்கள்

source: Total Revenue
hi: कुल राजस्व
ta: மொத்த வருவாய்

source: Translate Page
hi: पृष्ठ अनुवाद करें
ta: பக்கத்தை மொழிபெயர்க்க

# selectProductBelowToRemove
source: Select a product below to remove it.
hi: हटाने के लिए नीचे एक उत्पाद चुनें।
ta: கீழே உள்ள பொருளை அகற்றத் தேர்ந்தெடுக்கவும்.

source: Switch to Original Image
hi: मूल छवि पर स्विच करें
ta: மூல படத்திற்கு மாற்று

source: Switch to AI-Enhanced Image
hi: AI-संवर्धित छवि पर स्विच करें
ta: AI மேம்பட்ட படத்திற்கு மாற்று

source: Connect with others
hi: दूसरों से जुड़ें
ta: மற்றவர்களுடன் இணைக

source: View custom orders
hi: कस्टम आदेश देखें
ta: வாடிக்கையார் ஆர்டர்களைக் காட்டு

source: Manage your products
hi: अपने उत्पाद प्रबंधित करें
ta: உங்கள் பொருட்களை நிர்வகிக்கவும்

# listNewItem
source: List a new item
hi: नई वस्तु सूचीबद्ध करें
ta: புதிய பொருளை பட்டியலிடவும்

# errorLoadingStore
source: Error loading store: {error}
hi: स्टोर लोड करने में त्रुटि: {error}
ta: கடை ஏற்றுவதில் பிழை: {error}

source: Failed to delete product.
hi: उत्पाद हटाने में विफल।
ta: பொருளை நீக்க முடியவில்லை.

source: Failed to update image display
hi: छवि प्रदर्शन अपडेट करने में विफल
ta: படக் காட்சியை புதுப்பிக்க முடியவில்லை

# unableToToggleImages
source: Unable to toggle images: Missing image data
hi: छवियों को टॉगल करने में असमर्थ: छवि डेटा गुम
ta: படங்களை மாற்ற முடியவில்லை: படத் தரவு இல்லை

source: Updating image display...
hi: छवि प्रदर्शन अपडेट कर रहे हैं...
ta: படக் காட்சியை புதுப்பிக்கிறது...

# successfullySwitchedToImage
source: Successfully switched to {imageType} image!
hi: सफलतापूर्वक {imageType} छवि पर स्विच किया गया!
ta: {imageType} படத்திற்கு வெற்றிகரமாக மாற்றப்பட்டது!

# originalImage
source: original
hi: मूल
ta: மூல

source: AI-enhanced
hi: AI-संवर्धित
ta: AI மேம்பட்ட

source: Deleting product...
hi: उत्पाद हटाया जा रहा है...
ta: பொருளை நீக்குகிறது...

# productDeletedSuccessfully
source: Product "{productName}" deleted successfully!
hi: उत्पाद "{productName}" सफलतापूर्वक हटा दिया गया!
ta: பொருள் "{productName}" வெற்றிகரமாக நீக்கப்பட்டது!

# errorEditingProduct
source: Error editing product: {error}
hi: उत्पाद संपादित करने में त्रुटि: {error}
ta: பொருளைத் திருத்துவதில் பிழை: {error}

# errorDeletingProduct
source: Error deleting product: {error}
hi: उत्पाद हटाने में त्रुटि: {error}
ta: பொருளை நீக்குவதில் பிழை: {error}

source: Product updated successfully!
hi: उत्पाद सफलतापूर्वक अपडेट किया गया!
ta: பொருள் வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

# defaultStoreName
source: Store - 1
hi: स्टोर - 1
ta: கடை - 1

source: No Name
hi: कोई नाम नहीं
ta: பெயர் இல்லை

source: Error opening product management
hi: उत्पाद प्रबंधन खोलने में त्रुटि
ta: பொருள் மேலாண்மையை திறப்பதில் பிழை

source: Add Product Listing
hi: उत्पाद सूची जोड़ें
ta: பொருள் பட்டியல் சேர்

source: Edit Product Listing
hi: उत्पाद सूची संपादित करें
ta: பொருள் பட்டியல் திருத்து

source: Select Images
hi: चित्र चुनें
ta: படங்கள்

source: Select Video
hi: वीडियो चुनें
ta: வீடியோ

source: AI Analysis
hi: AI विश्लेषण
ta: AI பகுப்பாய்வு

source: Analyze with AI
hi: AI के साथ विश्लेषण करें
ta: AI உடன் பகுப்பாய்வு செய்

# maxImagesAllowed
source: Maximum {count} images allowed. Selected first {count} images.
hi: अधिकतम {count} चित्र की अनुमति है। पहले {count} चित्र चुने गए।
ta: அதிகபட்சம் {count} படங்கள் அனுமதிக்கப்படுகின்றன. முதல் {count} படங்கள் தேர்ந்தெடுக்கப்பட்டன.

# imageNotFound
source: Image {index} could not be found.
hi: चित्र {index} नहीं मिला।
ta: படம் {index} கண்டுபிடிக்க முடியவில்லை.

# imageTooLarge
source: Image {index} is too large (max 10MB).
hi: चित्र {index} बहुत बड़ा है (अधिकतम 10MB)।
ta: படம் {index} மிகவும் பெரியது (அதிகபட்சம் 10MB).

# imageUnsupportedFormat
source: Image {index} has unsupported format.
hi: चित्र {index} का असमर्थित प्रारूप।
ta: படம் {index} ஆதரிக்கப்படாத வடிவம்.

# errorProcessingImage
source: Error processing image {index}: {error}
hi: चित्र {index} प्रसंस्करण में त्रुटि: {error}
ta: படம் {index} செயலாக்குவதில் பிழை: {error}

source: No valid images selected.
hi: कोई वैध चित्र नहीं चुना गया।
ta: செல்லுபடியாகும் படங்கள் எதுவும் தேர்ந்தெடுக்கப்படவில்லை.

# imagesSelectedSuccessfully
source: {count} images selected successfully!
hi: {count} चित्र सफलतापूर्वक चुने गए!
ta: {count} படங்கள் வெற்றிகரமாக தேர்ந்தெடுக்கப்பட்டன!

# errorSelectingImages
source: Error selecting images: {error}
hi: चित्र चुनने में त्रुटि: {error}
ta: படங்களைத் தேர்ந்தெடுப்பதில் பிழை: {error}

# pleaseSelectImagesOrVideo
source: Please select images or video first
hi: कृपया पहले चित्र या वीडियो चुनें
ta: முதலில் படங்கள் அல்லது வீடியோவைத் தேர்ந்தெடுக்கவும்

# aiAnalysisComplete
source: ✨ AI Analysis Complete! Product details filled automatically.
hi: ✨ AI विश्लेषण पूर्ण! उत्पाद विवरण स्वचालित रूप से भरा गया।
ta: ✨ AI பகுப்பாய்வு முடிந்தது! பொருள் விவரங்கள் தானாக நிரப்பப்பட்டன.

# errorAnalyzingProduct
source: Error analyzing product: {error}
hi: उत्पाद विश्लेषण में त्रुटि: {error}
ta: பொருளை பகுப்பாய்வு செய்வதில் பிழை: {error}

source: ✅ Image uploaded successfully!
hi: ✅ चित्र सफलतापूर्वक अपलोड हुआ!
ta: ✅ படம் வெற்றிகரமாக பதிவேற்றப்பட்டது!

# errorUploadingImage
source: ❌ Error uploading image: {error}
hi: ❌ चित्र अपलोड करने में त्रुटि: {error}
ta: ❌ படம் பதிவேற்றுவதில் பிழை: {error}

# enterEditDescription
source: Please enter a description of how you want to edit the image
hi: कृपया बताएं कि आप चित्र को कैसे संपादित करना चाहते हैं
ta: படத்தை எவ்வாறு திருத்த விரும்புகிறீர்கள் என்பதற்கான விளக்கத்தை உள்ளிடவும்

# selectOrUploadImageFirst
source: Please select or upload an image first
hi: कृपया पहले चित्र चुनें या अपलोड करें
ta: முதலில் படத்தைத் தேர்ந்தெடுக்கவும் அல்லது பதிவேற்றவும்

# errorEditingImage
source: ❌ Error editing image: {error}
hi: ❌ चित्र संपादन में त्रुटि: {error}
ta: ❌ படத்தைத் திருத்துவதில் பிழை: {error}

# textEditingUnavailable
source: ⚠️ Text-based editing is temporarily unavailable. Using original image.
hi: ⚠️ टेक्स्ट-आधारित संपादन अस्थायी रूप से अनुपलब्ध है। मूल चित्र का उपयोग कर रहे हैं।
ta: ⚠️ உரை அடிப்படையிலான திருத்தம் தற்காலிகமாக கிடைக்கவில்லை. மூல படத்தைப் பயன்படுத்துகிறது.

# imageEditedSuccessfully
source: ✨ Image edited and uploaded successfully!
hi: ✨ चित्र संपादित और सफलतापूर्वक अपलोड हुआ!
ta: ✨ படம் திருத்தப்பட்டு வெற்றிகரமாக பதிவேற்றப்பட்டது!

source: Product Name
hi: उत्पाद नाम
ta: பொருளின் பெயர்

source: Enter product name
hi: उत्पाद नाम दर्ज करें
ta: பொருளின் பெயரை உள்ளிடவும்

# productNameRequired
source: Product name is required
hi: उत्पाद नाम आवश्यक है
ta: பொருளின் பெயர் அவசியம்

source: Price
hi: मूल्य
ta: விலை

# enterPrice
source: Enter price in ₹
hi: ₹ में मूल्य दर्ज करें
ta: ₹ இல் விலையை உள்ளிடவும்

# priceRequired
source: Price is required
hi: मूल्य आवश्यक है
ta: விலை அவசியம்

# enterValidPrice
source: Please enter a valid price
hi: कृपया वैध मूल्य दर्ज करें
ta: செல்லுபடியான விலையை உள்ளிடவும்

source: Stock Quantity
hi: स्टॉक मात्रा
ta: சரக்கு அளவு

# enterStockQuantity
source: Enter available stock
hi: उपलब्ध स्टॉक दर्ज करें
ta: கிடைக்கும் சரக்கை உள்ளிடவும்

# stockRequired
source: Stock quantity is required
hi: स्टॉक मात्रा आवश्यक है
ta: சரக்கு அளவு அவசியம்

# enterValidStock
source: Please enter a valid stock quantity
hi: कृपया वैध स्टॉक मात्रा दर्ज करें
ta: செல்லுபடியான சரக்கு அளவை உள்ளிடவும்

source: Description
hi: विवरण
ta: விளக்கம்

# enterDescription
source: Describe your product in detail...
hi: अपने उत्पाद का विस्तार से वर्णन करें...
ta: உங்கள் பொருளை விரிவாக விவரிக்கவும்...

# descriptionRequired
source: Description is required
hi: विवरण आवश्यक है
ta: விளக்கம் அவசியம்

source: Category
hi: श्रेणी
ta: வகை

source: Select category
hi: श्रेणी चुनें
ta: வகையைத் தேர்ந்தெடுக்கவும்

source: Materials
hi: सामग्री
ta: பொருட்கள்

# enterMaterials
source: e.g., Wood, Clay, Metal (comma separated)
hi: जैसे, लकड़ी, मिट्टी, धातु (कॉमा से अलग)
ta: உ.மா., மரம், களிமண், உலோகம் (கமா பிரிக்கப்பட்ட)

source: Dimensions
hi: आयाम
ta: பரிமாணங்கள்

# enterDimensions
source: e.g., 10cm x 15cm x 5cm
hi: जैसे, 10सेमी x 15सेमी x 5सेमी
ta: உ.மா., 10செ.மீ x 15செ.மீ x 5செ.மீ

source: Crafting Time
hi: निर्माण समय
ta: தயாரிப்பு நேரம்

# enterCraftingTime
source: e.g., 2-3 weeks
hi: जैसे, 2-3 सप्ताह
ta: உ.மா., 2-3 வாரங்கள்

source: Care Instructions
hi: देखभाल निर्देश
ta: கவனிப்பு வழிமுறைகள்

# enterCareInstructions
source: How to maintain and care for this product...
hi: इस उत्पाद की देखभाल और रखरखाव कैसे करें...
ta: இந்த பொருளை எவ்வாறு பராமரிக்க வேண்டும்...

source: Pottery
hi: मिट्टी के बर्तन
ta: மட்பாண்டம்

source: Jewelry
hi: आभूषण
ta: நகைகள்

source: Textiles
hi: वस्त्र
ta: நெசவுகள்

source: Woodwork
hi: लकड़ी का काम
ta: மரவேலை

source: Metalwork
hi: धातु का काम
ta: உலோக வேலை

source: Leather Goods
hi: चमड़े का सामान
ta: தோல் பொருட்கள்

source: Glass Art
hi: कांच की कला
ta: கண்ணாடி கலை

source: Stone Carving
hi: पत्थर की नक्काशी
ta: கல் செதுக்கல்

source: Basketry
hi: टोकरी बनाना
ta: கூடை வேலை

source: Ceramics
hi: मिट्टी के बर्तन
ta: பீங்கான்

source: Sculpture
hi: मूर्तिकला
ta: சிற்பம்

source: Other
hi: अन्य
ta: மற்றவை

source: Create Product
hi: उत्पाद बनाएं
ta: பொருளை உருவாக்கு

source: Update Product
hi: उत्पाद अपडेट करें
ta: பொருளை புதுப்பிக்கு

# creatingProduct
source: Creating product listing...
hi: उत्पाद सूची बना रहे हैं...
ta: பொருள் பட்டியலை உருவாக்குகிறது...

source: Updating product...
hi: उत्पाद अपडेट कर रहे हैं...
ta: பொருளை புதுப்பிக்கிறது...

# productCreatedSuccessfully
source: 🎉 Product "{productName}" listed successfully!
hi: 🎉 उत्पाद "{productName}" सफलतापूর्वक सूचीबद्ध हुआ!
ta: 🎉 பொருள் "{productName}" வெற்றிகரமாக பட்டியலிடப்பட்டது!

# productUpdatedSuccessfully2
source: 🎉 Product "{productName}" updated successfully!
hi: 🎉 उत्पाद "{productName}" सफलतापूर्वक अपडेट हुआ!
ta: 🎉 பொருள் "{productName}" வெற்றிகரமாக புதுப்பிக்கப்பட்டது!

# optionalAddMediaForAI
source: Optional: Add images or video to enable AI analysis features
hi: वैकल्पिक: AI विश्लेषण सुविधाएँ सक्षम करने के लिए चित्र या वीडियो जोड़ें
ta: விருப்பத்தேர்வு: AI பகுப்பாய்வு அம்சங்களை இயலுமைப்படுத்த படங்கள் அல்லது வீடியோவைச் சேர்க்கவும்

source: Image removed
hi: चित्र हटाया गया
ta: படம் அகற்றப்பட்டது

# photosSummaryEdit
source: {total} Photos ({existing} existing, {added} new)
hi: {total} चित्र ({existing} मौजूदा, {added} नए)
ta: {total} படங்கள் ({existing} இருப்பவை, {added} புதியவை)

# photosSelected
source: {count} Photos Selected
hi: {count} चित्र चुने गए
ta: {count} படங்கள் தேர்ந்தெடுக்கப்பட்டன

source: Clear New
hi: नए हटाएँ
ta: புதியதை நீக்கு

source: Current
hi: वर्तमान
ta: தற்போதைய

source: New Video Selected
hi: नया वीडियो चुना गया
ta: புதிய வீடியோ தேர்ந்தெடுக்கப்பட்டது

source: Current Video
hi: वर्तमान वीडियो
ta: தற்போதைய வீடியோ

source: Video Selected
hi: वीडियो चुना गया
ta: வீடியோ தேர்ந்தெடுக்கப்பட்டது

source: Analyzing video...
hi: वीडियो का विश्लेषण हो रहा है...
ta: வீடியோ பகுப்பாய்வு நடக்கிறது...

source: Analyzed
hi: विश्लेषित
ta: பகுப்பாய்வு முடிந்தது

source: Existing Video
hi: मौजूदा वीडियो
ta: இருப்பில் உள்ள வீடியோ

source: AI Product Analysis
hi: AI उत्पाद विश्लेषण
ta: AI பொருள் பகுப்பாய்வு

# aiUploadMediaHint
source: Optional: Upload media and let our AI automatically fill product details with high accuracy.
hi: वैकल्पिक: मीडिया अपलोड करें और हमारा AI स्वतः उच्च सटीकता के साथ उत्पाद विवरण भर देगा।
ta: விருப்பத்தேர்வு: ஊடகங்களைப் பதிவேற்றுங்கள்; எங்கள் AI தானாகவே பொருள் விவரங்களை நிரப்பும்.

# analysisCompleteFilled
source: Analysis complete! Form fields have been filled automatically.
hi: विश्लेषण पूरा! फ़ॉर्म फ़ील्ड स्वतः भर दिए गए हैं।
ta: பகுப்பாய்வு முடிந்தது! படிவ புலங்கள் தானாக நிரப்பப்பட்டுள்ளன.

source: AI Enhancements
hi: AI संवर्धन
ta: AI மேம்பாடுகள்

source: Title Options:
hi: शीर्षक विकल्प:
ta: தலைப்பு விருப்பங்கள்:

# optionsCount
source: {count} options
hi: {count} विकल्प
ta: {count} விருப்பங்கள்

source: Use This
hi: इसे उपयोग करें
ta: இதையைப் பயன்படுத்து

source: Description Options:
hi: विवरण विकल्प:
ta: விளக்கம் விருப்பங்கள்:

# optionLuxuryTitle
source: Option 1: Luxury & Elegance
hi: विकल्प 1: विलासिता और आकर्षण
ta: விருப்பு 1: ஆடம்பரம் & அழகு

# optionPersonalTitle
source: Option 2: Personal & Emotional
hi: विकल्प 2: व्यक्तिगत और भावनात्मक
ta: விருப்பு 2: தனிப்பட்ட & உணர்ச்சி

# wordsCount
source: {count} words
hi: {count} शब्द
ta: {count} சொற்கள்

source: ✨ Luxury description applied!
hi: ✨ विलासिता वाला विवरण लागू हुआ!
ta: ✨ ஆடம்பர விளக்கம் பயன்படுத்தப்பட்டது!

source: ✨ Personal description applied!
hi: ✨ व्यक्तिगत विवरण लागू हुआ!
ta: ✨ தனிப்பட்ட விளக்கம் பயன்படுத்தப்பட்டது!

source: AI Price Analysis:
hi: AI मूल्य विश्लेषण:
ta: AI விலை பகுப்பாய்வு:

# marketPositionLabel
source: Market Position: {value}
hi: बाजार स्थिति: {value}
ta: சந்தை நிலை: {value}

# suggestedRange
source: Suggested range: {min} - {max}
hi: सुझाया गया दायरा: {min} - {max}
ta: பரிந்துரைக்கப்பட்ட வரம்பு: {min} - {max}

source: Product Details
hi: उत्पाद विवरण
ta: பொருள் விவரங்கள்

# describeProductOrRecord
source: Describe your product in detail, or record your story below!
hi: अपने उत्पाद का विस्तार से वर्णन करें, या नीचे अपनी कहानी रिकॉर्ड करें!
ta: உங்கள் பொருளை விரிவாக விவரிக்கவும் அல்லது கீழே உங்கள் கதையை பதிவு செய்யவும்!

source: Add Audio Story
hi: ऑडियो कहानी जोड़ें
ta: ஆடியோ கதையைச் சேர்

source: Record Your Story
hi: अपनी कहानी रिकॉर्ड करें
ta: உங்கள் கதையை பதிவு செய்யவும்

source: Audio Story Ready
hi: ऑडियो कहानी तैयार
ta: ஆடியோ கதை தயார்

source: Preview
hi: पूर्वावलोकन
ta: முன்னோட்டம்

# stockMinOne
source: Stock quantity must be at least 1
hi: स्टॉक मात्रा कम से कम 1 होनी चाहिए
ta: சரக்கு அளவு குறைந்தபட்சம் 1 ஆக இருக்க வேண்டும்

source: Edit Audio Story
hi: ऑडियो कहानी संपादित करें
ta: ஆடியோ கதையைத் திருத்து

source: Audio Recording Ready
hi: ऑडियो रिकॉर्डिंग तैयार
ta: ஆடியோ பதிவு தயார்

source: Edit Transcription:
hi: ट्रांसक्रिप्शन संपादित करें:
ta: உரை மாற்றத்தை திருத்தவும்:

source: Save Changes
hi: परिवर्तन सहेजें
ta: மாற்றங்களைச் சேமிக்கவும்

# noAudioStoryToPreview
source: No audio story available for preview
hi: पूर्वावलोकन के लिए कोई ऑडियो कहानी उपलब्ध नहीं
ta: முன்னோட்டத்திற்கு ஆடியோ கதை இல்லை

# noAudioStoryToEdit
source: No audio story available to edit
hi: संपादन के लिए कोई ऑडियो कहानी उपलब्ध नहीं
ta: திருத்த ஆடியோ கதை கிடைக்கவில்லை

source: Delete Audio Story
hi: ऑडियो कहानी हटाएं
ta: ஆடியோ கதையை நீக்கு

# areYouSureDeleteAudioStory
source: Are you sure you want to delete this audio story? This action cannot be undone.
hi: क्या आप वाकई इस ऑडियो कहानी को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
ta: இந்த ஆடியோ கதையை நீக்க விரும்புகிறீர்களா? இந்த செயலை மீட்டெடுக்க முடியாது.

source: Uploading audio story...
hi: ऑडियो कहानी अपलोड हो रही है...
ta: ஆடியோ கதை பதிவேற்றப்படுகிறது...

# audioStoryUploadFailedWarning
source: Warning: Audio story upload failed.
hi: चेतावनी: ऑडियो कहानी अपलोड विफल।
ta: எச்சரிக்கை: ஆடியோ கதை பதிவேற்றம் தோல்வியடைந்தது.

# downloadingAiImage
source: 💾 Downloading AI-generated image...
hi: 💾 AI द्वारा निर्मित छवि डाउनलोड हो रही है...
ta: 💾 AI உருவாக்கிய படத்தை பதிவிறக்குகிறது...

# aiImageSavedSuccessfully
source: ✅ AI-generated image saved to gallery successfully!
hi: ✅ AI द्वारा निर्मित छवि गैलरी में सफलतापूर्वक सहेजी गई!
ta: ✅ AI உருவாக்கிய படம் கேலரியில் வெற்றிகரமாக சேமிக்கப்பட்டது!

source: Failed to download image
hi: छवि डाउनलोड करने में विफल
ta: படத்தை பதிவிறக்க முடியவில்லை

# galleryPermissionDeniedAppSettings
source: Gallery access permission denied. Please grant permission in app settings.
hi: गैलरी एक्सेस की अनुमति अस्वीकार की गई। कृपया ऐप सेटिंग्स में अनुमति दें।
ta: கேலரிக்கு அணுக அனுமதி மறுக்கப்பட்டது. பயன்பாட்டின் அமைப்புகளில் அனுமதி வழங்கவும்.

# storageSpaceInsufficient
source: Not enough storage space to save image.
hi: छवि सहेजने के लिए पर्याप्त स्टोरेज उपलब्ध नहीं।
ta: படத்தை சேமிக்க போதிய இடம் இல்லை.

# imageFormatNotSupportedSimple
source: Image format not supported.
hi: छवि प्रारूप समर्थित नहीं है।
ta: பட வடிவம் ஆதரிக்கப்படவில்லை.

source: Failed to load AI image
hi: AI छवि लोड करने में विफल
ta: AI படத்தை ஏற்ற முடியவில்லை

source: Failed to load image
hi: छवि लोड करने में विफल
ta: படத்தை ஏற்ற முடியவில்லை

source: Invalid image format
hi: अमान्य छवि प्रारूप
ta: தவறான பட வடிவம்

# differentProductsDetectedSnack
source: ❌ Different Products Detected! Please upload images of the SAME product only.
hi: ❌ अलग-अलग उत्पाद पाए गए! कृपया केवल उसी उत्पाद की छवियां अपलोड करें।
ta: ❌ வேறு பொருட்கள் கண்டறியப்பட்டன! அதே பொருளின் படங்களையே பதிவேற்றவும்.

# aiAnalysisFailedTryClearer
source: 🤖 AI Analysis Failed. Please try again with clearer, well-lit images.
hi: 🤖 AI विश्लेषण विफल। कृपया स्पष्ट और अच्छी रोशनी वाली छवियों के साथ फिर से प्रयास करें।
ta: 🤖 AI பகுப்பாய்வு தோல்வியடைந்தது. தயவுசெய்து தெளிவான, நல்ல ஒளியுள்ள படங்களுடன் மீண்டும் முயற்சிக்கவும்.

# technicalErrorTryAgain
source: ⚙️ Technical Error. Please try again or contact support if the issue persists.
hi: ⚙️ तकनीकी त्रुटि। कृपया पुनः प्रयास करें या सहायता से संपर्क करें।
ta: ⚙️ தொழில்நுட்ப பிழை. மீண்டும் முயற்சிக்கவும் அல்லது ஆதரவுடன் தொடர்புகொள்ளவும்.

# differentProductsDetectedTitle
source: Different Products Detected
hi: अलग-अलग उत्पाद पाए गए
ta: வேறு பொருட்கள் கண்டறியப்பட்டன

# differentProductsDetectedIntro
source: Our AI detected that your images show different products. For accurate analysis, please:
hi: हमारे AI ने पाया कि आपकी छवियों में अलग-अलग उत्पाद दिख रहे हैं। सटीक विश्लेषण के लिए कृपया:
ta: உங்கள் படங்களில் வேறு பொருட்கள் இருப்பதாக எங்கள் AI கண்டறிந்தது. துல்லியமான பகுப்பாய்வுக்காக தயவுசெய்து:

# uploadGuidelinesTitle
source: ✅ Upload Guidelines:
hi: ✅ अपलोड दिशानिर्देश:
ta: ✅ பதிவேற்ற வழிகாட்டிகள்:

# uploadGuidelineSameProduct
source: Multiple images of the SAME product
hi: उसी उत्पाद की कई छवियां
ta: அதே பொருளின் பல படங்கள்

# uploadGuidelineDifferentAngles
source: Different angles or views of one item
hi: एक ही वस्तु के अलग-अलग कोण/दृश्य
ta: ஒரே பொருளின் பல கோணங்கள் அல்லது பார்வைகள்

# uploadGuidelineCloseUp
source: Close-up details of the same product
hi: उसी उत्पाद के क्लोज़-अप विवरण
ta: அதே பொருளின் நெருக்கமான விவரங்கள்

# uploadGuidelineLighting
source: Same item with different lighting
hi: एक ही वस्तु अलग-अलग रोशनी में
ta: ஒளி மாறுபாட்டில் அதே பொருள்

# avoidTheseTitle
source: ❌ Avoid These:
hi: ❌ इन्हें न करें:
ta: ❌ இவைகளை தவிர்க்கவும்:

# avoidMixDifferentProducts
source: Don't mix images of different products
hi: अलग-अलग उत्पादों की छवियां मिक्स न करें
ta: வேறு பொருட்களின் படங்களை கலக்க வேண்டாம்

# avoidIncludeComparisonImages
source: Don't include comparison images
hi: तुलना वाली छवियां शामिल न करें
ta: ஒப்பீட்டு படங்களை சேர்க்க வேண்டாம்

# avoidMixCategories
source: Don't mix product categories
hi: उत्पाद श्रेणियां मिक्स न करें
ta: பொருள் வகைகளை கலக்க வேண்டாம்

# tipTitle
source: 💡 Tip:
hi: 💡 सुझाव:
ta: 💡 குறிப்புகள்:

# tipBody
source: Our AI is very precise. If you believe these images show the same product from different angles, try taking clearer photos with consistent lighting and ensure all key features are visible.
hi: हमारा AI बहुत सटीक है। यदि आपको लगता है कि ये छवियां एक ही उत्पाद की हैं, तो स्पष्ट फोटो लें, समान रोशनी रखें और सभी मुख्य फीचर्स दिखें यह सुनिश्चित करें।
ta: எங்கள் AI மிகவும் துல்லியமானது. இதே பொருளின் படங்களே என்றால், தெளிவான மற்றும் ஒரே விதமான ஒளியுடன் படங்களை எடுத்து முக்கிய அம்சங்கள் எல்லாம் தெரியும் வகையில் எடுக்கவும்.

source: Got it
hi: समझ गया
ta: புரிந்தது

source: Select New Images
hi: नई छवियां चुनें
ta: புதிய படங்களைத் தேர்ந்தெடுக்கவும்
